Revit 2024 API
DuctFittingAndAccessoryData.AirViscosity Property
 The kinematic viscosity of air for the duct fitting or duct accessory, Units: (ft^2/s).
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public double AirViscosity { get; }
Visual Basic
Public ReadOnly Property AirViscosity As Double
	Get
Visual C++
public:
property double AirViscosity {
	double get ();
}
See Also
DuctFittingAndAccessoryData Class
Autodesk.Revit.DB.Mechanical Namespace